{
  "nav": {
    "home": "Home",
    "news": "News",
    "sport": "Sport",
    "tradition": "Tradition",
    "religion": "Religion",
    "history": "History",
    "geography": "Geography",
    "people": "People",
    "contact": "Contact"
  },
  "header": {
    "title": "KarakalpakVoice.org",
    "subtitle": "Voice of the Karakalpak People"
  },
  "footer": {
    "description": "Platform for preserving, developing and promoting the rich cultural heritage of the Karakalpak people",
    "email": "info@karakalpakvoice.org",
    "location": "Warsaw, Poland",
    "copyright": "© 2025 Karakalpakvoice.org. All rights reserved."
  },
  "widgets": {
    "weather": "Weather",
    "currency": "Currency",
    "comingSoon": "Coming soon..."
  },
  "sovereignty": {
    "pageTitle": "SOVEREIGNTY OF KARAKALPAKSTAN",
    "pageSubtitle": "Historical Facts and Legal Evidence",
    "historySection": "HISTORY OF SOVEREIGNTY",
    "historicEvent": "Historic Event of 1990",
    "historicEventText": "December 14, 1990 became the most important event in the history of Karakalpakstan. 186 deputies of the Supreme Council of Karakalpakstan unanimously adopted the Declaration on State Sovereignty.",
    "tripartiteTitle": "Tripartite Agreement - 1990",
    "tripartiteText": "At this historic meeting, USSR Prime Minister V.S. Pavlov officially recognized the Declaration on State Sovereignty of Karakalpakstan. This was the first official recognition at the international level.",
    "photo1Caption": "In the photo (from left): President of Uzbek SSR I.A. Karimov, Chairman of the Supreme Council of Karakalpakstan Dauletbay Shamshetov and USSR Prime Minister V.S. Pavlov",
    "declarationSection": "TEXT OF THE 1990 DECLARATION",
    "officialDocs": "Official Documents",
    "photo2Caption": "Official decision signed by Chairman of the Supreme Council of Karakalpakstan T.Eshimbetov - December 14, 1990",
    "photo3Caption": "Declaration published in 'Erkin Karakalpakstan' newspaper on December 20, 1990",
    "constitutionSection": "CONSTITUTION OF KARAKALPAKSTAN",
    "currentStatus": "Current Legal Status",
    "currentStatusText": "According to Article 85 of the Constitution of Uzbekistan, Karakalpakstan is still considered a 'Sovereign Republic' to this day.",
    "constitutionalRights": "Constitutional Rights:",
    "right1": "Right to have its own constitution",
    "right2": "Right to determine state languages",
    "right3": "Right to adopt its own legislation",
    "crisis2022Section": "CONSTITUTIONAL CRISIS OF 2022",
    "whatHappened": "What happened?",
    "whatHappenedText": "In July 2022, the government of Uzbekistan attempted to remove Karakalpakstan's status as a 'Sovereign' republic. The people protested against this.",
    "publicReaction": "Public Reaction",
    "reaction1": "Thousands of people took to the streets in Nukus and other cities",
    "reaction2": "Dauletmurat Tazhimuratov was arrested",
    "reaction3": "21 people died, more than 500 people were detained",
    "mirziyoyevResponse": "Response of President Mirziyoyev of Uzbekistan",
    "mirziyoyevText": "The President of Uzbekistan stated at a meeting of the Jokargy Kenes in Nukus that no changes would be made to Karakalpakstan's sovereign status. This demonstrated the importance of Karakalpakstan's sovereignty rights.",
    "videoEvidence": "Video Evidence",
    "videoDate": "July 2, 2022 - Mirziyoyev's Statement",
    "videoQuote": "President in Nukus: 'No changes will be made to Karakalpakstan's sovereign status'",
    "watchVideo": "Watch Video",
    "warningSection": "IMPORTANT WARNING!",
    "warningTitle": "Beware of Fake Documents!",
    "warningText": "Uzbekistan's special services (SGB) are attempting to distort history by preparing fake documents about Karakalpakstan and distributing them on the internet.",
    "trustedSources": "We use only official sources:",
    "source1": "'Erkin Karakalpakstan' newspaper from December 20, 1990",
    "source2": "Official state archive documents",
    "source3": "Direct witness testimonies",
    "intlLawSection": "INTERNATIONAL LAW FOUNDATIONS",
    "unCharter": "UN Charter - Article 1",
    "unCharterText": "Equal rights and self-determination of all peoples",
    "civilPact": "International Covenant on Civil and Political Rights - Article 1",
    "civilPactText": "All peoples have the right to self-determination",
    "intlPractice": "International Practice",
    "intlPracticeText": "Karakalpakstan's sovereign status is consistent with international experience such as the Basque Country in Spain or the Åland Islands in Finland.",
    "finalMessage": "Hear our voice!",
    "truthWins": "Truth will prevail!",
    "photoNote": "Note: Photos will be added later."
  },
  "declaration": {
    "fullText": "Supreme Council of the Karakalpak Autonomous Soviet Socialist Republic:\n\nTo determine the fate of a multinational people, assuming historical significance, asserting its independence, respecting the sovereignty of all peoples of the USSR, relying on the exclusive right of all peoples to self-determination, on the basis of all that relates to the Karakalpak Autonomous Soviet Socialist Republic, reviewing all previously adopted provisions and laws that contradict the current relations between the USSR, The Uzbek SSR and the Karakalpak ASSR, having informed the Supreme Soviet of the Uzbek SSR, adopted this present resolution - Declaration of Independence for political development, for socio-economic and cultural development of the people. The Republic of Karakalpakstan, to solve the problems of the Aral ecological disaster, taking care of the people. The Independent State Sovereignty of the Republic of Karakalpakstan, which was part of the Uzbek SSR, is declared as a subject of the Federation of the USSR.\n\n1. The Republic of Karakalpakstan takes under its legal control all the treaties and agreements that the Soviet Republic. The Republic of Karakalpakstan has concluded with the USSR and the Uzbek Socialist Republic and delegates all its powers to itself. Builds the necessary structure of State administration at all administrative levels on its territory, the Republic of Karakalpakstan hereinafter referred to as the Republic builds all its administrative districts, creates the necessary administrative divisions and state administration bodies, such as the judicial, arbitration and prosecutorial supervision and others are carried out exclusively independently.\n\n2. The Republic of Karakalpakstan conducts public administration, enacts laws and decrees, and appoints judicial bodies that oversee the implementation of the adopted legislation. The Supreme Council of the Republic of Karakalpakstan is the supreme body of state administration, which makes the necessary laws, manages and supervises the implementation of the adopted laws. The Council of Ministers of the Republic of Karakalpakstan is the supreme executive body and governing body. The Supreme Court of the Republic of Karakalpakstan is the Highest Court. The Supreme Council of the Republic of Karakalpakstan appoints the Prosecutor General to oversee the implementation of the law, the rule of law and the equal rights of all before the law.\n\n3. The multinational people of the Republic of Karakalpakstan shall determine and constitute a State on their sovereign territory. The people, relying on the Constitution and laws, directly and unambiguously through the elected deputies, exercise State administration. The Government of the Republic of Karakalpakstan authorized by the government to strengthen the friendship of peoples. The State provides all its citizens residing in the territory of the Republic of Karakalpakstan with equal rights and freedoms, regardless of their political views, religious beliefs and other differences.\n\n4. The supremacy of laws and the Constitution in the territory of the Republic of Karakalpakstan is determined. If the rights of citizens of the Republic of Karakalpakstan are violated by the governments of the USSR and the Uzbek SSR, then on the basis of existing agreements and laws of the USSR and the Uzbek SSR, the Republic of Karakalpakstan has the right to suspend all interstate agreements and agreements and submit a note of protest to them.\n\n5. The Republic of Karakalpakstan shall protect the Constitutional Rights of its citizens, the protection of their freedoms and protect their the right to work, protection of their property and defines the measures for the implementation of protection, organizes public life, carries out socio-cultural and economic development, provides externally economic activity, the creation of free economic zones, manages financial budget the system determines the basis of wage and pricing, tax administration, protection of its territory and management of natural resources.\n\n6. The territory of the Sovereign Republic of Karakalpakstan is an indivisible and integral territory of the Republic Karakalpakstan and its borders are not subject to change without the decision of the Supreme Council and the people of the Republic Karakalpakstan The territory of the Republic of Karakalpakstan, its natural resources, the riches of its subsoil and underground fossils, plants, wildlife, the national economic infrastructure created on the territory of Karakalpakstan, cultural and historical heritage, scientific, technical and cultural potential is the exclusive property of the Republic of Karakalpakstan. The Republic of Karakalpakstan and the basis of its Sovereignty.\n\n7. The separation of the Republic of Karakalpakstan from the USSR from the Uzbek SSR is the exclusive right of the Republic Karakalpakstan.\n\n8. Citizens of the Republic of Karakalpakstan who were citizens of the USSR and the Uzbek SSR are now citizens of the Republic of Karakalpakstan.\n\n9. The Republic of Karakalpakstan has its own coat of arms, flag and anthem.\n\n10. On the territory of the Republic of Karakalpakstan, the Karakalpak language is the State language. All nations and nationalities living compactly on the territory of the Republic of Karakalpakstan have the opportunity to study their native language learn Russian as a language of interethnic communication.\n\n11. This Declaration of Independence, which defines the sovereignty of the Republic of Karakalpakstan, is the basis of the new The Constitution of the Republic of Karakalpakstan and the determining basis for the development of the laws of the Republic of Karakalpakstan.\n\n12. Until the adoption of the new Constitution of the Sovereign Republic of Karakalpakstan and the laws of the Republic of Karakalpakstan, all existing laws and regulations remain in force.\n\nThe Declaration of Independence of the Republic of Karakalpakstan was adopted at the 4th session of the Supreme Council of the Republic Karakalpakstan December 14, 1990 Signed by 186 deputies of the Parliament of the Republic of Karakalpakstan The separation from the Uzbek SSR and the declaration were transferred to the Supreme Soviet of the Uzbek SSR and the Supreme Soviet of the USSR. Developed November-December 1990, ratified December 14, 1990, in Nukus, Republic of Karakalpakstan."
  }
}
