{
  "nav": {
    "home": "Strona główna",
    "news": "Aktualności",
    "sport": "Sport",
    "tradition": "Tradycje",
    "religion": "Religia",
    "history": "Historia",
    "geography": "Geografia",
    "people": "Osobowości",
    "contact": "Kontakt"
  },
  "header": {
    "title": "KarakalpakVoice.org",
    "subtitle": "Głos narodu karakałpackiego"
  },
  "footer": {
    "description": "Platforma do zachowania, rozwoju i promocji bogatego dziedzictwa kulturowego narodu karakałpackiego",
    "email": "info@karakalpakvoice.org",
    "location": "Warszawa, Polska",
    "copyright": "© 2025 Karakalpakvoice.org. Wszelkie prawa zastrzeżone."
  },
  "widgets": {
    "weather": "Pogoda",
    "currency": "Kurs walut",
    "comingSoon": "Wkrótce dodamy..."
  },
  "sovereignty": {
    "pageTitle": "SUWERENNOŚĆ KARAKAŁPAKSTANU",
    "pageSubtitle": "Fakty historyczne i dowody prawne",
    "historySection": "HISTORIA SUWERENNOŚCI",
    "historicEvent": "Historyczne wydarzenie 1990 roku",
    "historicEventText": "14 grudnia 1990 roku stało się najważniejszym wydarzeniem w historii Karakałpakstanu. 186 deputowanych Najwyższej Rady Karakałpakstanu jednogłośnie przyjęło Deklarację o Suwerenności Państwowej.",
    "tripartiteTitle": "Umowa trójstronna - 1990",
    "tripartiteText": "Podczas tego historycznego spotkania Premier ZSRR W.S. Pawłow oficjalnie uznał Deklarację o Suwerenności Państwowej Karakałpakstanu. Było to pierwsze oficjalne uznanie na poziomie międzynarodowym.",
    "photo1Caption": "Na zdjęciu (od lewej): Prezydent Uzbeckiej SRR I.A. Karimow, Przewodniczący Rady Najwyższej Karakałpakstanu Dauletbaj Shamshetow i Premier ZSRR W.S. Pawłow",
    "declarationSection": "TEKST DEKLARACJI Z 1990 ROKU",
    "officialDocs": "Dokumenty oficjalne",
    "photo2Caption": "Oficjalna decyzja podpisana przez Przewodniczącego Rady Najwyższej Karakałpakstanu T.Eshimbetowa - 14 grudnia 1990 r.",
    "photo3Caption": "Deklaracja opublikowana w gazecie 'Erkin Karakałpakstan' 20 grudnia 1990 roku",
    "constitutionSection": "KONSTYTUCJA KARAKAŁPAKSTANU",
    "currentStatus": "Obecny status prawny",
    "currentStatusText": "Zgodnie z artykułem 85 Konstytucji Uzbekistanu, Karakałpakstan do dziś uważany jest za 'Suwerenną Republikę'.",
    "constitutionalRights": "Prawa konstytucyjne:",
    "right1": "Prawo do posiadania własnej konstytucji",
    "right2": "Prawo do określania języków państwowych",
    "right3": "Prawo do przyjmowania własnego ustawodawstwa",
    "crisis2022Section": "KRYZYS KONSTYTUCYJNY 2022 ROKU",
    "whatHappened": "Co się stało?",
    "whatHappenedText": "W lipcu 2022 roku rząd Uzbekistanu podjął próbę odebrania Karakałpakstanowi statusu 'Suwerennej' republiki. Ludzie protestowali przeciwko temu.",
    "publicReaction": "Reakcja społeczeństwa",
    "reaction1": "Tysiące ludzi wyszło na ulice w Nukusie i innych miastach",
    "reaction2": "Dauletmurat Tazhimuratow został aresztowany",
    "reaction3": "21 osób zginęło, ponad 500 osób zostało zatrzymanych",
    "mirziyoyevResponse": "Odpowiedź Prezydenta Uzbekistanu Mirzijojewa",
    "mirziyoyevText": "Prezydent Uzbekistanu oświadczył na posiedzeniu Jokargy Kenes w Nukusie, że nie będą wprowadzane żadne zmiany w suwerennym statusie Karakałpakstanu. Pokazało to znaczenie praw suwerenności Karakałpakstanu.",
    "videoEvidence": "Dowody wideo",
    "videoDate": "2 lipca 2022 - Oświadczenie Mirzijojewa",
    "videoQuote": "Prezydent w Nukusie: 'Nie będą wprowadzane żadne zmiany w suwerennym statusie Karakałpakstanu'",
    "watchVideo": "Zobacz wideo",
    "warningSection": "WAŻNE OSTRZEŻENIE!",
    "warningTitle": "Uważajcie na fałszywe dokumenty!",
    "warningText": "Służby specjalne Uzbekistanu (SGB) próbują zniekształcić historię, przygotowując fałszywe dokumenty o Karakałpakstanie i rozpowszechniając je w internecie.",
    "trustedSources": "Używamy tylko oficjalnych źródeł:",
    "source1": "Gazeta 'Erkin Karakałpakstan' z 20 grudnia 1990 roku",
    "source2": "Oficjalne dokumenty archiwalne państwowe",
    "source3": "Bezpośrednie świadectwa naocznych świadków",
    "intlLawSection": "PODSTAWY PRAWA MIĘDZYNARODOWEGO",
    "unCharter": "Karta Narodów Zjednoczonych - Artykuł 1",
    "unCharterText": "Równe prawa i samostanowienie wszystkich narodów",
    "civilPact": "Międzynarodowy Pakt Praw Obywatelskich i Politycznych - Artykuł 1",
    "civilPactText": "Wszystkie narody mają prawo do samostanowienia",
    "intlPractice": "Praktyka międzynarodowa",
    "intlPracticeText": "Suwerenny status Karakałpakstanu jest zgodny z doświadczeniem międzynarodowym, takim jak Kraj Basków w Hiszpanii lub Wyspy Alandzkie w Finlandii.",
    "finalMessage": "Usłyszcie nasz głos!",
    "truthWins": "Prawda zwycięży!",
    "photoNote": "Uwaga: Zdjęcia zostaną dodane później."
  },
  "declaration": {
    "fullText": "Najwyższa Rada Karakałpackiej Autonomicznej Socjalistycznej Republiki Radzieckiej,\n\npragnąc określić losy wielonarodowego narodu, przyjmując na siebie odpowiedzialność historyczną, potwierdzając swoją niezależność, szanując suwerenność wszystkich narodów ZSRR, opierając się na niezbywalnym prawie wszystkich narodów do samostanowienia, biorąc pod uwagę wszystkie sprawy dotyczące Karakałpackiej Autonomicznej SRR, ponownie rozpatrując wszystkie wcześniej przyjęte postanowienia i ustawy sprzeczne z obecnymi stosunkami między ZSRR, Uzbecką SRR i Karakałpacką ASSR, zawiadamiając o tym Najwyższą Radę Uzbeckiej SRR – przyjmuje niniejszą uchwałę – Deklarację o Niepodległości.\n\nDla rozwoju politycznego, społeczno-gospodarczego i kulturalnego narodu, dla rozwiązania problemów katastrofy ekologicznej Morza Aralskiego, dbając o dobro narodu – ogłasza się niepodległą suwerenność państwową Republiki Karakałpakstanu, która dotychczas wchodziła w skład Uzbeckiej SRR, jako podmiotu Federacji ZSRR.\n\n1. Republika Karakałpakstanu przejmuje pod swój kontrolę prawną wszystkie traktaty i umowy zawarte przez nią z ZSRR i Uzbecką SRR oraz przekazuje wszelkie uprawnienia samodzielnie sobie. Buduje na swoim terytorium niezbędny system administracji państwowej na wszystkich szczeblach administracyjnych. Republika tworzy własne okręgi administracyjne, powołuje niezbędne organy władzy państwowej – sądownictwo, arbitraż, prokuraturę i inne instytucje – które działają w pełni samodzielnie.\n\n2. Republika Karakałpakstanu prowadzi samodzielnie administrację publiczną, uchwala ustawy i dekrety, pow..."
  }
}
