{
  "nav": {
    "home": "Главная",
    "news": "Новости",
    "sport": "Спорт",
    "tradition": "Традиции",
    "religion": "Религия",
    "history": "История",
    "geography": "География",
    "people": "Личности",
    "contact": "Контакты"
  }
}
  "header": {
    "title": "KarakalpakVoice.org",
    "subtitle": "Голос каракалпакского народа"
  },
  "footer": {
    "description": "Платформа для сохранения, развития и продвижения богатого культурного наследия каракалпакского народа",
    "email": "info@karakalpakvoice.org",
    "location": "Варшава, Польша",
    "copyright": "© 2025 Karakalpakvoice.org. Все права защищены."
  },
  "widgets": {
    "weather": "Погода",
    "currency": "Курс валют",
    "comingSoon": "Скоро добавим..."
  },
  "sovereignty": {
    "pageTitle": "СУВЕРЕНИТЕТ КАРАКАЛПАКСТАНА",
    "pageSubtitle": "Исторические факты и юридические доказательства",
    "historySection": "ИСТОРИЯ СУВЕРЕНИТЕТА",
    "historicEvent": "Историческое событие 1990 года",
    "historicEventText": "14 декабря 1990 года стало самым важным событием в истории Каракалпакстана. 186 депутатов Верховного Совета Каракалпакстана единогласно приняли Декларацию о государственном суверенитете.",
    "tripartiteTitle": "Трехстороннее соглашение - 1990",
    "tripartiteText": "На этой исторической встрече Премьер-министр СССР В.С. Павлов официально признал Декларацию о государственном суверенитете Каракалпакстана. Это было первое официальное признание на международном уровне.",
    "photo1Caption": "На фото (слева направо): Президент Узбекской ССР И.А. Каримов, Председатель ВС Каракалпакстана Даулетбай Шамшетов и Премьер-министр СССР В.С. Павлов",
    "declarationSection": "ТЕКСТ ДЕКЛАРАЦИИ 1990 ГОДА",
    "officialDocs": "Официальные документы",
    "photo2Caption": "Официальное решение с подписью Председателя Верховного Совета Каракалпакстана Т.Ешимбетова - 14 декабря 1990 г.",
    "photo3Caption": "Декларация, опубликованная в газете 'Еркин Каракалпакстан' 20 декабря 1990 года",
    "constitutionSection": "КОНСТИТУЦИЯ КАРАКАЛПАКСТАНА",
    "currentStatus": "Действующий правовой статус",
    "currentStatusText": "Согласно статье 85 Конституции Узбекистана, Каракалпакстан по сей день считается 'Суверенной республикой'.",
    "constitutionalRights": "Конституционные права:",
    "right1": "Право иметь собственную конституцию",
    "right2": "Право определять государственные языки",
    "right3": "Право принимать собственное законодательство",
    "crisis2022Section": "КОНСТИТУЦИОННЫЙ КРИЗИС 2022 ГОДА",
    "whatHappened": "Что произошло?",
    "whatHappenedText": "В июле 2022 года правительство Узбекистана попыталось лишить Каракалпакстан статуса 'Суверенной' республики. Народ выступил против этого.",
    "publicReaction": "Реакция народа",
    "reaction1": "Тысячи людей вышли на митинги в Нукусе и других городах",
    "reaction2": "Даулетмурат Тажимуратов был арестован",
    "reaction3": "21 человек погиб, более 500 человек задержаны",
    "mirziyoyevResponse": "Ответ Президента Узбекистана Мирзиёева",
    "mirziyoyevText": "Президент Узбекистана на заседании Жокаргы Кенеса в Нукусе заявил, что в суверенный статус Каракалпакстана не будут внесены никакие изменения. Это показало важность прав суверенитета Каракалпакстана.",
    "videoEvidence": "Видео доказательства",
    "videoDate": "2 июля 2022 года - Заявление Мирзиёева",
    "videoQuote": "Президент в Нукусе: 'В суверенный статус Каракалпакстана не будет внесено никаких изменений'",
    "watchVideo": "Смотреть видео",
    "warningSection": "ВАЖНОЕ ПРЕДУПРЕЖДЕНИЕ!",
    "warningTitle": "Остерегайтесь поддельных документов!",
    "warningText": "Спецслужбы Узбекистана (СГБ) пытаются исказить историю, подготавливая поддельные документы о Каракалпакстане и распространяя их в интернете.",
    "trustedSources": "Мы используем только официальные источники:",
    "source1": "Газета 'Еркин Каракалпакстан' от 20 декабря 1990 года",
    "source2": "Официальные архивные документы",
    "source3": "Свидетельства очевидцев",
    "intlLawSection": "ОСНОВЫ МЕЖДУНАРОДНОГО ПРАВА",
    "unCharter": "Устав ООН - Статья 1",
    "unCharterText": "Равные права и самоопределение всех народов",
    "civilPact": "Пакт о гражданских и политических правах - Статья 1",
    "civilPactText": "Все народы имеют право на самоопределение",
    "intlPractice": "Международная практика",
    "intlPracticeText": "Суверенный статус Каракалпакстана соответствует международному опыту, такому как Страна Басков в Испании или Аландские острова в Финляндии.",
    "finalMessage": "Услышьте наш голос!",
    "truthWins": "Правда победит!",
    "photoNote": "Примечание: Фотографии будут добавлены позже."
  },
  "declaration": {
    "fullText": "Верховный Совет Каракалпакской Автономной Советской Социалистической Республики,\n\nДля определения судьбы многонационального народа, принимая историческую значимость, утверждая свою независимость, уважая суверенитет всех народов СССР, опираясь на исключительное право всех народов на самоопределение, на основании всего того, что относится к Каракалпакской Автономной Советской Социалистической Республике, пересмотрев все ранее принятые положения и законы противоречащие текущим отношения между СССР, Узбекской ССР и Каракалпакской АССР, поставив в известность Верховный Совет Узбекской ССР принята настоящая Декларация Независимости для политического развития, для социально-экономического и культурного развития народа Республики Каракалпакстан, для решения проблем Аральской экологической катастрофы, приняв на себя заботу о народе Автономной Республики, оказавшейся в эпицентре экологической катастрофы и в бедственном положении, являясь субъектом федерации СССР декларируется Независимый Государственный Суверенитет Республики Каракалпакстан, которая находилась в составе Узбекской ССР.\n\n1. Республика Каракалпакстан берет под свое правовое управление все договора и соглашения, которые Советская Республика Каракалпакстан заключила с Союзом ССР и Узбекской Социалистической Республикой и делегирует себе все полномочия. Строит необходимую структуру Государственного управления на всех административных уровнях на своей территории.\n\nРеспублика Каракалпакстан, далее именуемая Республика строит все свои административные округа, создает необходимые административно хозяйственные разделения и органы государственного управления, такие как судебный, арбитражный и прокурорский надзор и другие осуществляет исключительно самостоятельно.\n\n2. Республика Каракалпакстан проводит государственное управление, принятие законов и указов и назначает судебные органы, осуществляющие надзор над исполнением принятого законодательства.\n\nСовет Министров Республики Каракалпакстан является высшим исполнительным и управляющим органом, осуществляющий принятие необходимых законов, управление и надзор над исполнением принятых законов.\n\nСовет Министров Республики Каракалпакстан является верховным исполнительным органом и органом управления. Верховный Суд Республики Каракалпакстан является Высшим Судом.\n\nВерховный Совет Республики Каракалпакстан назначает Генерального Прокурора осуществляющего надзор над исполнением закона, правопорядок и равного права всех перед законом.\n\n3. Многонациональный народ Республики Каракалпакстан определяет и составляет Государство на своей суверенной территории.\n\nНарод, опираясь на Конституцию и законы непосредственно и однозначно через избранных депутатов осуществляет государственное управление. Правительство Республики Каракалпакстан уполномоченное властью осуществляет укрепление дружбы народов.\n\nГосударство всем своим гражданам проживающим на территории Республики Каракалпакстан, не смотря на их политические взгляды, веру исповедания и другие отличия, обеспечивает всех равными правами и свободами.\n\n4. Определяется верховенство законов и Конституции на территории Республики Каракалпакстан.\nЕсли со стороны правительств СССР и Узбекской ССР нарушаются права граждан Республики Каракалпакстан, то на основании существующих соглашений и законов СССР и УзССР, Республика Каракалпакстан вправе приостановить все принятые межгосударственные соглашения и договора и предъявить им ноту протеста.\n\n5. Республика Каракалпакстан осуществляет защиту Конституционных Прав своих граждан, защиту их свобод, защиту их права на труд, защиту их собственности и определяет меры по осуществлению защиты, осуществляет организацию общественной жизни, осуществляет социально-культурное и экономическое развитие, осуществляет внешнеэкономическую деятельность, создание свободных экономических зон, осуществляет управление финансово-бюджетной системы, определяет основы оплаты труда и ценообразование, налоговое управление, защиту своей территории и управление природными ресурсами.\n\n6.Территория Суверенной Республики Каракалпакстан является неделимой и цельной территорией Республики Каракалпакстан и его границы не подлежат изменению без решения Верховного Совета и народа Республики Каракалпакстан.\n\nТерритория Республики Каракалпакстан, его природные богатства, богатства ее недр и подземные ископаемые, растения, животный мир, созданное на территории Каракалпакстан народно хозяйственная инфраструктура, культурные и исторические наследия, научно технический и культурный потенциал является исключительной собственностью Республики Каракалпакстан и основой его Суверенитета.\n\n7. Выход Республики Каракалпакстан из состава СССР и Узбекской ССР является исключительным правом Республики Каракалпакстан.\n\n8. Граждане Республики Каракалпакстан, ранее являвшиеся гражданами СССР и Узбекской ССР, теперь являются гражданами Республики Каракалпакстан.\n\n9. Республика Каракалпакстан имеет свой герб, флаг и гимн.\n\n10. На территории Республики Каракалпакстан Каракалпакский язык является Государственным языком. Все нации и народности компактно проживающие на территории Республики Каракалпакстан имеют возможность изучать свой родной язык и изучать русский язык как язык межнационального общения.\n\n11. Эта Декларация Независимости, определяющая суверенитет Республики Каракалпакстан, является основой новой Конституции Республики Каракалпакстан и предопределяющей основой развития законов Республики Каракалпакстан.\n\n12. До принятия новой Конституции Суверенной Республики Каракалпакстан и законов Республики Каракалпакстан, все действующие законы и нормативные акты остаются в силе.\n\nДекларация Независимости Республики Каракалпакстан был принят на 4 сессии Верховного Совета Республики Каракалпакстан 14 декабря 1990 года.\n\nПодлисали 186 депутатов Парламента Республики Каракалпакстан.\n\nОтделение от Узбекской ССР и декларация переданы Верховному Совету Узбекской ССР и Верховному Совету СССР.\nРазработан в ноябре - декабре 1990 года, ратифицирован 14 декабря 1990 года, в г.Нукус Республики Каракалпакстан."
  }
}
